cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'bash'
brew 'git-cola'
brew 'mongodb'
brew 'nvm'
brew 'mysql@5.7'
brew 'redis'
brew 'zsh'

cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'iterm2'
cask 'mysqlworkbench'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zeplin'
